//Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.

Console.WriteLine("Input the first number");
int a = Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Input the second number");
int b = Convert.ToInt32(Console.ReadLine());
Console.WriteLine("Input the third number");
int c = Convert.ToInt32(Console.ReadLine());

